{
  "title": "Preparing for knowledge co-production: A diagnostic approach to foster reflexivity for interdisciplinary research teams",
  "abstract": "This study introduces and empirically tests a diagnostic framework designed to help interdisciplinary research teams prepare for knowledge co-production in sustainability science. The authors developed an operationalising approach based on co-production literature, emphasizing four interrelated elements—Positionality, Purpose, Power, and Process—situated within a collective learning environment grounded in trust, equity, openness, and reflexivity. Methodologically, the framework was implemented through a workshop series and supporting materials (e.g., primers, collaborative boards) with four research teams within Australia’s national science agency (CSIRO), comprising 32 participants working on diverse sustainability challenges. Data collection included pre- and post-workshop surveys, real-time feedback, and workshop transcripts, which were analyzed using a modified learning domains framework encompassing cognitive, epistemic, normative, and relational learning. Findings indicate that the diagnostic approach successfully catalyzed reflexive learning and improved teams’ ability to critically assess their readiness for context- and purpose-fit co-production. The approach enabled participants to explore foundational elements such as stakeholder power dynamics, positionality, and epistemic diversity, fostering deeper engagement planning. The implications of this study are significant for advancing critical co-production praxis: the diagnostic tool offers a scalable, adaptive, and theoretically grounded method to embed reflexivity early in research design, potentially improving collaboration outcomes, stakeholder trust, and knowledge legitimacy in transdisciplinary sustainability research.",
  "authors": [
    "E. Ligtermoet",
    "C. Munera-Roldan",
    "C. Robinson",
    "Z. Sushil",
    "P. Leith"
  ],
  "publicationYear": 2025
}
