{
  "title": "Examining the Effectiveness of Social Media for the Dissemination of Research Evidence for Health and Social Care Practitioners: Systematic Review and Meta-Analysis",
  "abstract": "This systematic review and meta-analysis (PROSPERO CRD42022378793) searched eight electronic databases for English-language studies published between January 1 2010 and January 10 2023 that evaluated any social-media-based intervention aimed at disseminating research findings to qualified, post-registration health or social-care practitioners. Fifty heterogeneous studies (9 randomized controlled trials) met inclusion criteria and were independently screened, extracted and assessed for risk of bias by paired reviewers. Pooled random-effects meta-analyses showed moderate-certainty, large between-group effects of social-media interventions on direct dissemination outcomes (SMD = 0.88; P = .02) and impact (citations or reported practice change; SMD = 0.76; P < .001). Within groups, social-media campaigns produced very large gains in reach (SMD = 1.99), engagement (SMD = 3.74) and direct dissemination (SMD = 0.82), though evidence for actual practice change was weaker (low certainty, small effect). Subgroup analyses indicated that multi-platform approaches (Twitter/X plus Facebook), visually rich formats (infographics) and intensive posting strategies involving influential accounts outperformed simpler campaigns. No eligible study targeted social-care practitioners specifically. Findings confirm that well-designed, intensive social-media strategies can substantially amplify the uptake of health-care research, but highlight the need for more rigorous RCTs—especially in social-care contexts—to determine causality and cost-effectiveness.",
  "authors": [
    "Sarah Roberts-Lewis",
    "Helen Baxter",
    "Gill Mein",
    "Sophia Quirke-McFarlane",
    "Fiona J. Leggat",
    "Hannah Garner",
    "Martha Powell",
    "Sarah White",
    "Lindsay Bearne"
  ],
  "publicationYear": 2024
}
